Repository: Daksh/portfolio
Catalog: po/pap.po
Languages: pap

source: Portfolio
pap: Portofolio

source: create a slide show from Sugar Journal entries that have been 'starred'
pap: krea un slide show di anotashon 'ku strea' for di Diario Sugar

source: 2 seconds
pap: 2 sekònde

source: 10 seconds
pap: 10 sekònde

source: 30 seconds
pap: 30 sekònde

source: 1 minute
pap: 1 minüt

source: Enter comments here.
pap: Pone komentario aki.

source: Adjust
pap: Ahustá

source: Fullscreen
pap: Pantaya kompletu

source: Autoplay
pap: Toka outomátiko

source: Adjust playback speed
pap: Ahustá velosidat playback

source: Refresh
pap: Aktualisá

source: Slide view
pap: Bista di slide

source: Thumbnail view
pap: Bista na miniatura

source: Save as PDF
pap: Warda komo PDF

source: Do you have any items in your Journal starred?
pap: Bo a pone strea na algun anotashon den bo Diario?

source: This project is about...
pap: E proyekto akí ta tokante...

source: Save recording
pap: Warda grabashon

source: audio note for %s
pap: nota oudio pa %s

source: Please wait.
pap: Un momentu por fabor.

source: untitled
pap: sin título
